
#+STARTUP: overview
#+TAGS: FREESIDE(f) T5(o) COMPUTER(c) PROJECT(p) READING(r) DVD(d) 
#+STARTUP: hidestars
*** ebay list 2  
|--------+--------------------------------+----+-------+-------+------+-------+-------+---|
|        |                                |    |       |     0 |      |       | 71.44 |   |
|        |                                |    |       |     0 |      |       |       |   |
|        |                                |    |       |     0 |      |       |       |   |
|        |                                |    |       |     0 |      |       |       |   |
|        | 10PCS CD4050BE DIP-16 CD4050 TI HEX Non-Inverting Buffer/Converter |    |  2.05 |    0. |      | New   |       |   |
|        | 10pcs CD4028BE 4028 CD4028 BCD to Decimal Decoder DIP-16 |    |  2.46 |    0. |      | New   |       |   |
|        | 10PCS CD4081BE DIP-14 CD4081 DIP14 TI Quad 2 Input Or/And Gates |    |  3.39 |    0. |      | New   |     5 |   |
|        | 20Pcs 32.768 KHz 32768HZ Tuning Fork Watch Crystal 3x8mm 12.5PF |    |  3.99 |    0. |      | New   |     5 |   |
|        | 5 x CD4027 4027 Dual Edge Triggered J-K Master-Slave I |    |  2.36 |    0. |      | New   |     5 |   |
|        | 5 x CD4060 4060 RIPPLE CARRY BINARY COUNTER IC |    |  2.36 |    0. |      | New   |     5 |   |
#+TBLFM: $1=-::$5=$3*$4::$8=$5+$6;%0.2f


| Item                                                                                                               | Bed | Car | Pack | Life | Qty | ebay Price | ebay Total |                      amz price | amz total | Category |
|--------------------------------------------------------------------------------------------------------------------+-----+-----+------+------+-----+------------+------------+--------------------------------+-----------+----------|
| Micro USB 2.0 Ch flew arger Charging Sync Data Cable 3ft Cord for Android Smartphones                              |   1 |   0 |    0 |      |   1 |        .99 |            |                                |           | survival |
| Micro USB Cable, OKRAY 3 Pack/Lots 3.3 ft High Speed Micro USB 2.0 Sync and Charge Data Cable Charging Cord for... |     |     |      |      |     |            |            |                           7.20 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| 3.5mm AUX Car Audio Cassette Tape Adapter Transmitters for MP3 IPod CD MD iPhone                                   |     |   1 |      |      |     |       1.59 |            |                                |           |          |
| BESDATA Car Cassette Adapters for iPod, iPad, iPhone, MP3, Mobil Device, 3 Feet Long Cable 3.5mm Male and 2.5mm... |     |     |      |      |     |            |            |                           7.99 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| x 2600 mAh Power Bank Portable External Backup Battery Charger USB for cellphone                                   |     |     |      |      |     |       1.72 |            |                                |           |          |
| 2000mah Charger Battery Portable Backup External Powerbank Usb Power                                               |     |     |      |      |     |            |            |                           7.99 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| Wall AC Home Charger Adapter for MetroPCS Samsung Galaxy Light T399, Avant G386                                    |     |     |      |      |     |       4.39 |            |                                |           |          |
| T-Power (TM) High 2-Amp 2a Quick Charger for Galaxy S4 S-IV SGH-M919(T-Mobile) SCH-I545(Verizon) SGH-I337(AT&T...  |     |     |      |      |     |            |            |                           8.99 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| Genuine SanDisk 16G USB3.0 Cruzer SDCZ48 16GB Ultra USB Flash Pen Thumb Drive                                      |     |     |      |      |     |       7.95 |            |                                |           |          |
| Kingston 16GB USB 3.0 DataTraveler Flash Drive, Blue (DTIG4/16GBET)                                                |     |     |      |      |     |            |            |                           5.99 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| IBM/Hitachi (0F10632) 2TB 7200RPM 3.5" SATA2 Hard Drive -PC/ NAS/ RAID/ CCTV DVR                                   |     |     |      |      |     |      51.99 |            |                                |           |          |
| Western Digital My Passport Ultra 2 TB Portable Hard Drive, Black (Old Model)                                      |     |     |      |      |     |            |            |                          89.00 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| 250GB Laptop Hard Drive for Dell Latitude D620 D630 D820 D830 M90 M6300                                            |     |     |      |      |     |      34.99 |            |                                |           |          |
| 250GB 2.5 Inchs SATA HDD Hard Disk Drive Laptop Notebook                                                           |     |     |      |      |     |            |            |                          27.99 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| Remembering the Kanji 1 by James W. Heisig (2011, Paperback)                                                       |     |     |      |      |     |     $29.99 |            |                                |           |          |
| Remembering the Kanji 1: A Complete...                                                                             |     |     |      |      |     |            |            |                          14.77 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| NEW UNO R3 ATmega328P CH340 Mini USB Board for Compatible-Arduino                                                  |     |     |      |      |     |       3.68 |            |                                |           |          |
| IEIK UNO R3 Board ATmega328P with USB                                                                              |     |     |      |      |     |            |            |                          12.19 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| One flew over the Cuckoo&s Nest                                                                                    |     |     |      |      |     |       3.88 |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                           2.85 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| 5x New 10mm Dia Flat Button Type 3V-4.5V Micro Vibrator Motor F Cellphone 0.06A                                    |     |     |      |      |     |       1.48 |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                           2.58 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                           2.58 |           |          |
| Food Grade Silicone                                                                                                |     |     |      |      |     |            |            | $8.25 + $5.15  or $9.57+ $3.64 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| Pack Of 9 Food Grade RTV Silicone Sealant (Clear) High Temp FDA/ NSF 10.39 Oz                                      |     |     |      |      |     |            |            |                          38.50 |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| PVC Insulating Electrical Flame Retardent Insulation Tape Roll 19 MM x 20 M                                        |     |     |      |      |     |       2.15 |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| New Balance MRT2303 CED Men's Long Sleeve X-Static Running Shirt Size M                                            |     |     |      |      |     |      16.99 |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| SHARS 0- 6" STAINLESS 4 WAY DIAL CALIPER .001" SHOCK PROOF NEW                                                     |     |     |      |      |     |            |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |     20 + 9 |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
|                                                                                                                    |     |     |      |      |     |            |            |                                |           |          |
| Classic Rugby Shirt                                                                                                |     |     |      |      |     |            |            |                                |           |          |
| German Wool Pants                                                                                                  |     |     |      |      |     |            |            |                                |           |          |
| USMC Wool shirt                                                                                                    |     |     |      | `    |     |            |            |                                |           |          |
#+TBLFM: $6=$2+$3+$4+$5::$8=$6*$7::$10=$6*$9        



| Arduino Starter Kit    |       |          |             |          |   |
|                        |       |          |             |          |   |
| Part                   | count | ea price | total price | shipping |   |
|------------------------+-------+----------+-------------+----------+---|
| UNO board              |     1 |          |             |          |   |
| Dev board              |     1 |          |             |          |   |
| Jumper wires           |     1 |          |             |          |   |
| LED - RGB              |     1 |          |             |          |   |
| LED - RED              |     5 |          |             |          |   |
| LED - YELLOW           |     5 |          |             |          |   |
| LED - BLUE             |     5 |          |             |          |   |
| Buzzer, Passive        |     1 |          |             |          |   |
| Buzzer, active         |     1 |          |             |          |   |
| Remote Control         |     1 |          |             |          |   |
| 16 PIN DIP             |     1 |          |             |          |   |
| 7-SEG LED single digit |     2 |          |             |          |   |
| 7-SEG LED four digit   |     1 |          |             |          |   |
| 8x8 dot array          |     1 |          |             |          |   |
| 10 ohm resistor        |     5 |          |             |          |   |
| 1k resistor            |     5 |          |             |          |   |
| 220 reistor            |     8 |          |             |          |   |
| 50k Pot                |     1 |          |             |          |   |
| Photo Resistor         |     3 |          |             |          |   |
| Flame Sensor           |     1 |          |             |          |   |
| IR Receiver            |     1 |          |             |          |   |
| Temp sensor            |     1 |          |             |          |   |
| Ball tilt sensor       |     2 |          |             |          |   |
| Tactile buttons        |     4 |          |             |          |   |
| USB cable              |     1 |          |             |          |   |
| 6xAA battery holder    |     1 |          |             |          |   |


" Crafts
** Friends School
- [X] close out
  - [X] key to Siobhan
  - [X] letter of expenses to Siobhan
  - [X] receive check from Siobhan
| Item       |  Per | Qty |  Line |   |
|------------+------+-----+-------+---|
| board      | 5.33 |  10 |  53.3 |   |
| dowel      | 1.72 |   1 |  1.72 |   |
| sand paper | 3.37 |   1 |  3.37 |   |
|------------+------+-----+-------+---|
| total      |      |     | 58.39 |   |
#+TBLFM: $4=($2*$3)::@5$4=vsum(@2$4..@4$4)
